{
  "areyouabot": "Well, this is, however many of the other users in this room are not, as it is actually a Matrix room and only bridged to Discord. The bridged Matrix users will just appear to be bots on the Discord side.",
  "bots": "We have a Discord bridge (public instance of t2bot.io), Mjolnir to help with moderation (hosted by @kuhaku:nop.zone) and this FAQ bot (hosted by @fantasycookie17:fantasycookie17.onederfultech.com). If you have other bots that might be useful for this room, please contact the mods.",
  "chromiumvsfirefox": "Chromium is well-known for its high security, and has a much more restrictive sandbox and more mitigations than Firefox. Chromium forks like Brave or Ungoogled Chromium are among the best in terms of out of the box telemetry (and even Chrome is better than Firefox in this regard), and Brave also offers better tracking protection than any other browser without extensions. Firefox, on the other hand, while less secure, has some interesting privacy features, such as tab containers or cookie isolation. It also has a very high amount of configurability using about:config. For the Tor network, it is recommended to use Tor Browser (based on Firefox), as it has quite a bit of fingerprinting protection.",
  "desktopos": "Windows 10 in the non-Enterprise/Education editions should be avoided if you care about privacy. However, most Linux desktop distros do not focus on security and are thus not secure by default. Whonix and CLIP OS try to fix some of these issues, as well as Qubes OS (which is not really a Linux distro however). For the future, Genode and RedoxOS may be worth considering as well, for example. For security, don't use 'stable' (point release) distros like Debian or Ubuntu, as they freeze packages and only patch CVEs, which means a lot of issues stay unfixed. Instead, for security, rolling or semi-rolling release distributions should be preferred. For more information, see https://fantasycookie17.onederfultech.com/posts/2020/08/a-secure-os.html.",
  "extensions": "Check out uBlock Origin (uBO), LocalCDN, Privacy Redirect and HTTPS Everywhere.",
  "help": "This is a Matrix bot for quickly answering questions in the Techlore room. You can see the available entries by entering `!faq`. You can look up the answer to a question by entering `!faq foo`, where `foo` is the name of the entry. The source code for this bot is available at https://codeberg.org/FantasyCookie17/techlore-faq-bot (MIT/X11 license). The answers by this bot represent a certain amount of consensus in the room; if you disagree, please send a pull request.",
  "isitsafe": "'Is XYZ safe?' is a question that we see a lot and that is actually quite difficult to answer without more information about you and your use case.<br>Short answer: No, (almost) nothing is 100% safe.<br>Long answer: It depends. ;-) No highly complex system/software is completely safe as evident by the huge amount of bugs discovered every day. It also depends a lot on your personal use case, your threat model, your OPSEC practices and many other variables.<br>Example: While the Signal Messenger is considered to be secure this won't help you at all if there's a malicious keylogger active on your system.",
  "messengers": "Signal is recommended for most use cases. For some people who have higher or more specific threat models, Briar, Jami, or Tinfoil Chat may be be more suitable. Note that Jami should be used with a VPN or Tor. Read https://serpentsec.1337.cx/secure-messaging-choosing-a-chat-app for more information.",
  "phones": "Linux-based smartphones provide flexibility for users of desktop Linux distributions. They may also have the least telemetry of the default operating systems on consumer phones, however, they are currently at a very experimental and unpolished stage and need support. The Pinephone is the preferred option over the Librem 5 because it is more reasonably priced and makes firmware available to the user. If security and privacy from apps is the primary focus, due to Linux's lack of sandboxing, the best options are a supported iPhone (with iCloud disabled) or a Pixel phone running GrapheneOS. Most Android phones come with variations of AOSP that weaken security with substandard implementations or threaten security and privacy with unneeded bloatware. It is preferable to aim for a manufacturer that provides an OS closer to stock, meaning minimal deviation from stock Android (AOSP).",
  "serverorroom": "Chats in Matrix are called rooms, and can have multiple participating servers due to federation. Discord uses the term server in a misleading way.",
  "slow": "As a tremendous amount of people use the matrix.org and privacytools.io homeservers, they are often overloaded and sometimes slow to respond. You can fix this by switching to another homeserver! Good alternatives include feneas.org, chat.weho.st, kde.org, nitro.chat, oper.io, envs.net and fairydust.space, or even running your own! Note that at time of writing, this requires re-registering with another account at that server, as nomadic identities haven't been implemented yet.",
  "thisroom": "This chat is a Matrix room, discussing privacy, security and anonymity. We're a place for the community of the Techlore channel to gather and talk to others interested in the aforementioned topics. You can find the Techlore channel on YouTube, PeerTube and Odysee.",
  "whydiscord": "We bridge this room to Discord in order to reach the masses. A lot of people who are new to privacy and security don't use Matrix yet, but we would like to help as many people as possible and also introduce them to Matrix in return! We are aware of privacy concerns, but keep in mind this room is publicly accessible by anyone either way.",
  "whynotencrypted": "As this room is publicly accessible, anybody who wants to join the room to read its messages is allowed to. Matrix uses transport layer encryption via TLS (HTTPS) however, so your messages are not sent in clear text; they're only readable on the participating servers. As we bridge this room with our Discord server and the bridge bot, as well as some Matrix clients, don't support e2ee, we have chosen not to activate it at the moment."
}
