{"aboutme": "I'm a Matrix bot for quickly answering questions in the Techlore room. You can see my index by entering `!faq index`, and print an element of this index by entering `!faq foo`, where `foo` is the name of the element. I was made by fireTwoOneNine and others, my source code is available at https://gitlab.com/FantasyCookie17/techlore-faq-bot (MIT/X11 license).",  
"whynotencrypted": "See https://github.com/MilkManzJourDaddy/matrix-org/wiki/E2EE-and-Public-Rooms",
"thisroom": "This chat is a Matrix room bridged to Discord and Telegram. It is the main place for the community of the Youtube account known as Techlore to gather, however it is mostly a general chat on privacy and related things.",
"bots": "We have Discord and Telegram bridges (public instances of t2bot.io), Mjolnir to help with moderation (hosted by @kuhaku:nop.zone) and this FAQ bot (hosted by me; @fantasycookie17:fantasycookie17.onederfultech.com). (if you have other bots that might be useful for this room, just ask me; maybe I'll host it)",
"phones": "While Linux phones like the Librem 5 or Pinephone don't have any telemetry, the main reason you'll want one of them is not security, for which an iPhone or Android phone (particularly a Pixel with GrapheneOS) will be better, but flexibility. The Pinephone should typically be preferred over the Librem, as it's less overpriced and doesn't lock firmware away from the user.",
"chromiumvsfirefox": "Firefox lacks site isolation and CFI, but has containers (which are a privacy, not a security feature). Also it has some more configurability. Telemetry for both can be disabled, but by default, Chromium is better. Iridium and Ungoogled Chromium send very little (Iridium) or no telemetry data. For the Tor anonymity network, the Tor Browser Bundle should be preferred nevertheless if you want to be anonymous.",
"desktopOS": "Windows should be avoided at all cost if you care about privacy. However, most Linux desktops are not very secure. Whonix and CLIP OS try to fix some of this. QubesOS also does some stuff, and for the future, Genode and RedoxOS may be worth considering.",
"extensions": "Check out uMatrix, uBlock Origin (uBO), Privacy Possum, Decentraleyes/LocalCDN, Privacy Redirect and HTTPS Everywhere. If you're on Chromium, it may be wise to use uBlock Origin Extra along with uBO."
}