{"aboutme": "I'm a Matrix bot for quickly answering questions in Pine64's chat rooms. You can see my index by entering `!faq index`, and print an element of this index by entering `!faq foo`, where `foo` is the name of the element. I was made by fireTwoOneNine and others, my source code is available at https://github.com/fire219/pine-faq-bot (MIT/X11 license).",  
"phoneprice": "The PinePhone costs $149, and always will (barring unforeseen circumstances)",
"phoneready": "For developers or very knowledgeable users, the PinePhone is ready. For normal users, it will be ready in a few months.",
"phoneos": "The BraveHeart batch of PinePhones will not have an OS installed. You will have to install one yourself to an SD card. Distributions in development include, but are not limited to postmarketOS, UBPorts/Ubuntu Touch, Maemo Leste, LuneOS, Sailfish/Nemo and KDE Neon. Full production models will have a default OS (not yet chosen).",
"phoneandroid": "The PinePhone can run Android. There is a port of Replicant in development, and maybe others in the future. However, this is not the main focus of the device and will likely be less supported.",
"phoneandroidapp": "If you run Android on your PinePhone, it should run most apps with no issues. On Linux, projects such as Anbox exist, but these are less reliable and should not be depended on.",
"phoneswitches": "The switches on the back of the PinePhone are hardware disconnects, not software. They will disable peripherals like modem, camera or microphone.",
"phoneappdev": "Any common toolkit for graphical Linux applications should work. If you want convergence from desktop to mobile, it is recommended to use either KDE's Qt-based Kirigami or GTK+ 3 / 4.",
"phoneapppackaging": "Apps that are in Alpine/pmOS, Ubuntu/OpenStore or Devuan/Maemo Leste repositories should be easily installable in the corresponding distributions. Alternatively, flatpaks can be used.",
"timelinux": "Please read this forum article for information about Linux on PineTime: https://forum.pine64.org/showthread.php?tid=8112",
"timedefault": "Please read this post about the default OS on the PineTime: https://forum.pine64.org/showthread.php?tid=8114&pid=51139#pid51139",
"timedev": "These links are a good place to start with PineTime development: https://wiki.pine64.org/index.php/PineTime https://forum.pine64.org/showthread.php?tid=8143",
"pbpshipping": "The current timeline for Pinebook Pro shipping is Dec 24th for ISO units, Dec 31st through Jan 5th for ANSI. Further shipping will continue after February (Chinese New Year).",
"pbpdeadpixel": "The chance of your Pinebook having dead pixels on its screen is very low. However, it is not impossible -- and since Pine sells these devices at no-profit prices, it cannot afford to refund/replace all devices with minor defects.",
"pbpos": "Which OS you should run depends on what you prefer. Well supported options are Debian (default on all PBPs), Ubuntu, and Manjaro."}
