{
  "areyouabot": "Well, this is a bot, however many of the other users in this room are not, as it is actually a Matrix room and only bridged to Discord. The bridged Matrix users will just appear to be bots on the Discord side.",
  "bestvpn": "There is no perfect VPN for every individual and their threat model. We recommend people use our VPN Chart to compare top services and contribute data to the open source project at https://techlore.tech/vpnchart.html. Current top recommendations with an emphasis on privacy include ProtonVPN, IVPN, Mullvad, & Windscribe.",
  "bots": "We have a Discord bridge, Mjolnir to help with moderation, a Plexus bot to quickly search for de-googled Android app compatibility, and this FAQ bot. If you have other bots that might be useful for this room, please contact Jonah or another admin.",
  "chromiumvsfirefox": "Chromium is well-known for its high security, and has a much more restrictive sandbox and more mitigations than Firefox. Chromium forks like Brave or Ungoogled Chromium are among the best in terms of out of the box telemetry (and even Chrome is better than Firefox in this regard), and Brave also offers better tracking protection than any other browser without extensions. Firefox, on the other hand, while less secure, has some interesting privacy and security features, such as HTTPS-only mode or per site cookie isolation. It also has a very high amount of configurability using about:config.",
  "help": "This is a Matrix bot for quickly answering questions in the Techlore room. You can see the available entries by entering `!faq`. You can look up the answer to a question by entering `!faq foo`, where `foo` is the name of the entry. The source code for this bot is available at https://github.com/techlore/faq-bot. The answers by this bot represent a certain amount of consensus in the room; if you disagree, please send a pull request.",
  "isitsafe": "'Is XYZ safe?' is a question that we see a lot and that is actually quite difficult to answer without more information about you and your use case.<br>Short answer: No, (almost) nothing is 100% safe.<br>Long answer: It depends. ;-) No highly complex system/software is completely safe as evident by the huge amount of bugs discovered every day. It also depends a lot on your personal use case, your threat model, your OPSEC practices and many other variables.<br>Example: While the Signal Messenger is considered to be secure this won't help you at all if there's a malicious keylogger active on your system.",
  "messengers": "Signal is recommended for most use cases. For some people who have higher or more specific threat models, Briar, Jami, or Tinfoil Chat may be be more suitable. Note that Jami should be used with a VPN or Tor. Read https://serpentsec.1337.cx/secure-messaging-choosing-a-chat-app for more information.",
  "phones": "Linux-based smartphones provide flexibility for users of desktop Linux distributions. They may also have the least telemetry of the default operating systems on consumer phones, however, they are currently at a very experimental and unpolished stage and need support. The Pinephone is the preferred option over the Librem 5 because it is more reasonably priced and makes firmware available to the user. If security and privacy from apps is the primary focus, due to Linux's lack of sandboxing, the best options are a supported iPhone (with iCloud disabled) or a Pixel phone running GrapheneOS. Most OEM Android phones come with variations of AOSP that weaken security with substandard implementations or threaten security and privacy with unneeded bloatware, while also not providing updates anymore after a short period of time. It is preferable to aim for a manufacturer that provides an OS closer to stock, meaning minimal deviation from stock Android (AOSP).",
  "privacyvsanonymity": "Privacy and anonymity are different things. Roughly put, privacy is when your identity known but what you do is unknown, so therefore no one except people whom you interact with don't know what you are doing. Anonymity is when your identity is unknown but the actions you do are known, but they can not be tied to an identity.\nTo achieve anonymity, it is recommended to make use of the Tor network with Tor browser or an OS such as Tails or Whonix.",
  "slow": "As a tremendous amount of people use the matrix.org and privacytools.io homeservers, they are often overloaded and sometimes slow to respond. You can fix this by switching to another homeserver! Good alternatives include tchncs.de, kde.org, nitro.chat, envs.net and fairydust.space, or even running your own! Note that at time of writing, migrating to a new server requires re-registering with another account at that server, as nomadic identities haven't been implemented yet.",
  "techlore": "Our mission is to spread privacy & security to the masses. We are working towards this through several projects designed to educate users on methods to reclaim digital freedom. For more information on us and what we do, visit our About Page at https://techlore.tech/about.html",
  "whydiscord": "We bridge this room to Discord in order to accommodate the masses. A lot of people who are new to privacy and security don't use Matrix yet, but we still want to introduce them to it! Even if users choose to stay on platforms like Discord, we are aware of varying threat models and want to ensure every person has a home.",
  "whynotencrypted": "As this room is publicly accessible, anybody who wants to join the room to read its messages is allowed to. Matrix uses transport layer encryption via TLS (HTTPS) however, so your messages are not sent in clear text; they're only readable on the participating servers. As we bridge this room with our Discord server and the bridge bot, as well as some Matrix clients, don't support e2ee, we have chosen not to activate it at the moment. Generally speaking, you should assume public rooms are being logged anyway."
}