{
  "aboutme": "Hi, I'm a bot for answering common questions in the Techlore community. You can see available options by entering '!faq index'. You can look up questions by entering '!faq x', where 'x' is the name of the entry. My source code is available at https://github.com/techlore/faq-bot.,
  "whynotencrypted": "As this room is publicly accessible, anybody who wants to join the room to read its messages is allowed to. Matrix uses transport layer encryption via TLS (HTTPS) however, so your messages are not sent in clear text; they're only readable on the participating servers. As we bridge this room with our Discord server and the bridge bot, as well as some Matrix clients, don't support e2ee, we have chosen not to activate it at the moment. Generally speaking, you should assume public rooms are being logged anyway.",
  "whydiscord": "We bridge this room to Discord in order to accommodate the masses. A lot of people who are new to privacy and security don't use Matrix yet, but we still want to introduce them to it! Even if users choose to stay on platforms like Discord, we are aware of varying threat models and want to ensure every person has a home.",
  "slow": "As a tremendous amount of people use the matrix.org and privacytools.io homeservers, they are often overloaded and sometimes slow to respond. You can fix this by switching to another homeserver! Good alternatives include feneas.org, chat.weho.st, kde.org, nitro.chat, oper.io, envs.net and fairydust.space, or even running your own! Note that at time of writing, this requires re-registering with another account at that server, as nomadic identities haven't been implemented yet.",
  "bots": "We have a Discord bridge, Mjolnir to help with moderation (hosted by @kuhaku:nop.zone), a Plexus bot to quickly search for de-googled Android app compatibility, and this FAQ bot. If you have other bots that might be useful for this room, please contact Jonah or another Admin.",
  "phones": "Linux-based smartphones provide flexibility for users of desktop Linux distributions. They may also have the least telemetry of the default operating systems on consumer phones, however, they are currently at a very experimental and unpolished stage and need support. The Pinephone is the preferred option over the Librem 5 because it is more reasonably priced and makes firmware available to the user. If security and privacy from apps is the primary focus, the best options are a supported iPhone (with iCloud disabled) or a Pixel phone running GrapheneOS or CalyxOS.",
  "areyouabot": "Well, I am, however many of the other users in this room are not. What you are seeing is our Matrix bridge, so all the 'bots' are Matrix users communicating with you in real-time!",
  "isitsafe": "'Is XYZ safe?' is a question that we see a lot and that is actually quite difficult to answer without more information about you and your use case.<br>Short answer: No, (almost) nothing is 100% safe.<br>Long answer: It depends. ;-) No highly complex system/software is completely safe as evident by the huge amount of bugs discovered every day. It also depends a lot on your personal use case, your threat model, your OPSEC practices and many other variables.<br>Example: While the Signal Messenger is considered to be secure this won't help you at all if there's a malicious keylogger active on your system.",
  "bestVPN": "There is no perfect VPN for every individual and their threat model. We recommend people use our VPN Chart to compare top services and contribute data to the open source project at https://techlore.tech/vpnchart.html. Current top recommendations with an emphasis on privacy include ProtonVPN, IVPN, Mullvad, & Windscribe.",
  "whereelse": "",
  "techlore": "Our mission is to spread privacy & security to the masses. We are working towards this through several projects designed to educate users on methods to reclaim digital freedom. For more information on us and what we do, visit our About Page at https://techlore.tech/about.html"
}
